// let min = 12
// if(min >= 0; min <=14) {
//     alert('Перша частина')
// }
// if(min >= 15; min <=29) {
//     alert('Друга частина')
// }
// if(min >= 25; min <=44) {
//     alert('Третя частина')
// }
// if(min >=45  min <=59) {
//     alert('Четверта частина')
// }

// let Opady = prompt("Идёт ли дождь? Ответь 1 если да, и 0 если нет")
// if(Opady == 1){
//     alert("Бери парасольку");
// }
// else if(Opady == 0)
// alert("Не бери парасольку");
// else{
//     alert("...")
// }

// let min = prompt("введите число от 0 до 59")
// if(min >= 14){
//     alert("перша частина");
// }
// else if(min >= 29){
// alert("друга частина");
// }
// if(min >=44){
//     alert("третя частина");
// }
// else if(min >= 59){
// alert("четверта частина");
// }

// let min = prompt("введите число от 0 до 59");
// if (min >= 0 && min <= 14) {
//   alert('перша частина');
// }
// if (min >= 15 && min <= 30) {
//   alert('друга частина');
// }
// if (min >= 31 && min <= 45) {
//   alert('третя частина');
// }
// if (min >= 46 && min <= 59) {
//   alert('четверта частина');
// }

